13/data/attachments/91c28f4975fa879a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_31db1df5-4841-4318-a456-3dc6d7d1c19a</nif:username>
            <nif:friendToBeAdded>Kristen_hotel_Friend_56925_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>